# St7GetHRACaseCombinationFactor

Returns the result factor for an Applied Load case in harmonic time results.

long St7GetHRACaseCombinationFactor(long uID, long CaseNum, double* Factor)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Case number.
Output Parameters
Factor
Factor value.